{
    "items": [
        {
            "googleID": "mlqPzwEACAAJ",
            "title": "Surviving DeRael",
            "author": "Kjeri Rees",
            "pages": "448",
            "description": "From rural Montana, Arica Tanson travels via magic to DeRael where she's aided by a pair of unconventional allies to not only surprise her new team but also win her first battle against the immortal king's guard, the Dovevians.",
            "image": "http://books.google.com/books/content?id=mlqPzwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
            "preview": "http://books.google.com/books?id=mlqPzwEACAAJ&dq=Surviving+DeRael&hl=&cd=1&source=gbs_api"
        }
        ,
        {
            "googleID": "E-OLEAAAQBAJ",
            "title": "Fourth Wing",
            "author": "Rebecca Yarros",
            "pages": "631",
            "description": "Twenty-year-old Violet Sorrengail was supposed to enter the Scribe Quadrant, living a quiet life among books and history. Now, the commanding general—also known as her tough-as-talons mother—has ordered Violet to join the hundreds of candidates striving to become the elite of Navarre: dragon riders. But when you're smaller than everyone else and your body is brittle, death is only a heartbeat away...because dragons don't bond to “fragile” humans. They incinerate them. With fewer dragons willing to bond than cadets, most would kill Violet to better their own chances of success. The rest would kill her just for being her mother's daughter—like Xaden Riorson, the most powerful and ruthless wingleader in the Riders Quadrant. She'll need every edge her wits can give her just to see the next sunrise. Yet, with every day that passes, the war outside grows more deadly, the kingdom's protective wards are failing, and the death toll continues to rise. Even worse, Violet begins to suspect leadership is hiding a terrible secret. Friends, enemies, lovers. Everyone at Basgiath War College has an agenda—because once you enter, there are only two ways out: graduate or die. The Empyrean series is best enjoyed in order.",
            "image": "http://books.google.com/books/content?id=E-OLEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
            "preview": "http://books.google.com/books?id=E-OLEAAAQBAJ&printsec=frontcover&dq=Fourth+Wing&hl=&as_pt=BOOKS&cd=1&source=gbs_api"
        }
        ,
        {
            "googleID": "vH3LDwAAQBAJ",
            "title": "The Invisible Life of Addie LaRue",
            "author": "V. E. Schwab",
            "pages": "484",
            "description": "A Life No One Will Remember. A Story You Will Never Forget. France, 1714: in a moment of desperation, a young woman makes a Faustian bargain to live forever—and is cursed to be forgotten by everyone she meets. Thus begins the extraordinary life of Addie LaRue, and a dazzling adventure that will play out across centuries and continents, across history and art, as a young woman learns how far she will go to leave her mark on the world. But everything changes when, after nearly 300 years, Addie stumbles across a young man in a hidden bookstore and he remembers her name.",
            "image": "http://books.google.com/books/content?id=vH3LDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
            "preview": "http://books.google.com/books?id=vH3LDwAAQBAJ&printsec=frontcover&dq=Addie&hl=&as_pt=BOOKS&cd=2&source=gbs_api"
        }
    ]
}